---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StickElementExtension.BottomOrTop
enum: Autodesk.Revit.DB.Structure.StickElementExtension
source: html/95d7aa54-0bda-c8ca-3d6a-7a1860e08eb0.htm
---
# Autodesk.Revit.DB.Structure.StickElementExtension.BottomOrTop

Bottom or Top of physical element.